Repository: common-repository/woo-voguepay
Catalog: languages/woo-voguepay-lang-*.po
Languages: fr_be

source: Extra Charge
fr_be: Supplément

source: Yes
fr_be: Oui

source: No
fr_be: Non

source: Extra Charges Title
fr_be: Titre des frais supplémentaires

source: Eg. Processing fee
fr_be: Par exemple. Frais de traitement

source: Extra Charge Type
fr_be: Type de charge supplémentaire

source: Fixed Amount
fr_be: Montant fixé

source: Percentage added to total
fr_be: Pourcentage ajouté au total

source: Extra Charge Amount
fr_be: Supplément Montant

source: Eg. 10
fr_be: Par exemple. 10

source: Extra Charge Percentage (%)
fr_be: Pourcentage de frais supplémentaires (%)

source: Eg. 1.5
fr_be: Par exemple. 1.5

source: Add extra charge to total amount less than (Optional)
fr_be: Ajouter des frais supplémentaires au montant total inférieur à (facultatif)

source: Eg. 100
fr_be: Par exemple. 100

source: Maximum extra charge that can be added (Optional)
fr_be: Supplément supplémentaire pouvant être ajouté (facultatif)

source: Eg. 10.50
fr_be: Par exemple. 10.50

source: If you like this plugin please leave us a rating.
fr_be: Si vous aimez ce plugin s'il vous plaît laissez-nous une note.

source: Thanks!
fr_be: Merci!

source: Extra charge
fr_be: Supplément

source: capped
fr_be: coiffé

source: Make Payment
fr_be: Effectuer le paiement

source: Voguepay provide services for to accept online payments from local and international customers using Mastercard, Visa, Verve Cards and other payment options
fr_be: Voguepay fournit des services permettant d’accepter des paiements en ligne de clients locaux et internationaux utilisant Mastercard, Visa, Verve Card et d’autres options de paiement.

source: Enable/Disable
fr_be: Activer / désactiver

source: Enable Voguepay
fr_be: Activer Voguepay

source: Enable as a payment option on the checkout page.
fr_be: Activer comme option de paiement sur la page de paiement.

source: Enter Your VoguePay Merchant ID Eg. 0123-093384
fr_be: Entrez votre identifiant de marchand VoguePay, par exemple. 0123-093384

source: Demo Mode
fr_be: Le mode de démonstration

source: Enable Demo Mode
fr_be: Activer le mode démo

source: Demo mode enables you to test payments before going live. <br />Note that actual funds won't be recieved.
fr_be: Le mode démo vous permet de tester les paiements avant de les mettre en ligne. <br /> Notez que les fonds réels ne seront pas reçus.

source: Store ID (Optional)
fr_be: ID de magasin (facultatif)

source: Enter Your Store ID here, if you have created a unique store on your Voguepay.
fr_be: Entrez votre ID de magasin ici, si vous avez créé un magasin unique sur votre Voguepay.

source: Title
fr_be: Titre

source: Payment title on checkout page.
fr_be: Titre du paiement sur la page de paiement.

source: Description
fr_be: La description

source: Payment description on checkout page.
fr_be: Description du paiement sur la page de paiement.

source: Make payment using your credit card
fr_be: Effectuer un paiement avec votre carte de crédit

source: Redirect Method
fr_be: Méthode de redirection

source: Inline Method
fr_be: Méthode en ligne

source: Inline Load Message (Optional)
fr_be: Message de chargement en ligne (facultatif)

source: This message shows when the checkout page is loading
fr_be: Ce message indique le chargement de la page de paiement.

source: Memo Description
fr_be: Mémo Description

source: Eg. Payment for Order ID:: 001 -
fr_be: Par exemple. Paiement pour numéro de commande: 001 -

source: Show website name
fr_be: Afficher le nom du site

source: Show product name
fr_be: Afficher le nom du produit

source: Customer Name
fr_be: Nom du client

source: Send Customer Name to VoguePay
fr_be: Envoyer le nom du client à VoguePay

source: If checked, the customer full name will be sent during transaction
fr_be: Si coché, le nom complet du client sera envoyé lors de la transaction

source: Customer Email
fr_be: Email client

source: Send Customer Email to VoguePay
fr_be: Envoyer un email client à VoguePay

source: If checked, the customer email address will be sent during transaction
fr_be: Si coché, l'adresse email du client sera envoyée lors de la transaction

source: Customer Phone
fr_be: Téléphone client

source: Send Customer Phone to VoguePay
fr_be: Envoyer un téléphone client à VoguePay

source: If checked, the customer phone will be sent during transaction
fr_be: Si coché, le téléphone du client sera envoyé pendant la transaction

source: Billing Address
fr_be: Adresse de facturation

source: Send Order Billing Address to VoguePay
fr_be: Envoyer l'adresse de facturation à VoguePay

source: If checked, the order billing address will be sent during transaction
fr_be: Si coché, l'adresse de facturation de la commande sera envoyée lors de la transaction

source: Voguepay doesn't support your store currency, kindly contact our support team
fr_be: Voguepay ne prend pas en charge la devise de votre magasin, veuillez contacter notre équipe de support.

source: here
fr_be: ici

source: Invalid configuration, confirm your merchant ID
fr_be: Configuration invalide, confirmez votre identifiant marchand

source: Merchant ID is incorrect
fr_be: L'identifiant du commerçant est incorrect

source: Unable to complete payment request
fr_be: Impossible de compléter la demande de paiement

source: Cancel order
fr_be: Annuler la commande

source: Thank you for your order, please click the payment button below to proceed.
fr_be: Merci pour votre commande, veuillez cliquer sur le bouton de paiement ci-dessous pour continuer.

source: Thank you for shopping with us.
fr_be: Merci d'avoir fait du shopping avec nous.

source: Your payment transaction was successful, but the amount was paid to the wrong merchant account.
fr_be: Votre transaction de paiement a abouti, mais le montant a été versé sur le mauvais compte marchand.

source: Your order is currently on-hold.
fr_be: Votre commande est actuellement en attente.

source: Kindly contact us for more information regarding your order and payment status.
fr_be: Veuillez nous contacter pour plus d'informations concernant votre commande et le statut de votre paiement.

source: Look into this order.
fr_be: Regardez dans cet ordre.

source: This order is currently on hold
fr_be: Cette commande est actuellement en attente

source: Reason: Possible fradulent attempt. Transaction ID:
fr_be: Raison: tentative frauduleuse possible. Identifiant de transaction:

source: Thank you for shopping with us
fr_be: Merci d'avoir fait du shopping avec nous

source: Your payment transaction was successful, but the amount paid is not the same as the total order amount
fr_be: Votre transaction de paiement a été effectuée avec succès, mais le montant payé n’est pas le même que le montant total de la commande.

source: Your order is currently on-hold
fr_be: Votre commande est actuellement en attente

source: Kindly contact us for more information regarding your order and payment status
fr_be: Veuillez nous contacter pour plus d'informations concernant votre commande et le statut de votre paiement

source: Look into this order
fr_be: Regardez dans cet ordre

source: Reason: Amount paid is less than the total order amount
fr_be: Raison: le montant payé est inférieur au montant total de la commande

source: Voguepay Transaction ID:
fr_be: ID de transaction Voguepay:

source: Payment Via Voguepay
fr_be: Paiement via Voguepay

source: Transaction ID:
fr_be: Identifiant de transaction:

source: Payment was successful
fr_be: Paiement réussi

source: Payment failed
fr_be: Paiement échoué

source: Reason:
fr_be: Raison:

source: Return to payments
fr_be: Retour aux paiements

source: Voguepay Payment Gateway Disabled
fr_be: Passerelle de paiement Voguepay désactivée

source: Voguepay settings
fr_be: Paramètres Voguepay

source: Settings
fr_be: Réglages

source: Please enter your Voguepay Merchant ID <a href="%s">here</a> to be able to use the payment plugin.
fr_be: Veuillez saisir votre <a href="%s"> ici </a> votre identifiant de marchand Voguepay pour pouvoir utiliser le plug-in de paiement.

source: VoguePay plugin for WooCommerce.
fr_be: Plugin VoguePay pour WooCommerce.
